[
    {
        "id": "lemonstre",
        "type": "play",
        "title": "Le Monstre",
        "lang": "fr-FR",
        "cast": [
            {
                "id": "nob",
                "displayName": "Nob"
            },
            {
                "id": "tim",
                "displayName": "Tim"
            },
            {
                "id": "lil",
                "displayName": "Lil"
            },
            {
                "id": "hommeVenerable",
                "displayName": "Homme Vénérable"
            },
            {
                "id": "lesFemmes",
                "displayName": "Les Femmes"
            },
            {
                "id": "lesHommes",
                "displayName": "Les Hommes"
            },
            {
                "id": "unHomme",
                "displayName": "Un Homme"
            },
            {
                "id": "homme1",
                "displayName": "Homme 1"
            },
            {
                "id": "homme2",
                "displayName": "Homme 2"
            },
            {
                "id": "homme3",
                "displayName": "Homme 3"
            },
            {
                "id": "tous",
                "displayName": "Tous"
            }
        ],
        "sections": [
            {
                "number": "1",
                "lines": [
                    {
                        "id": "1",
                        "characterId": "nob",
                        "text": "Tim. Tim. Tim. Réveille-toi. Il y a un animal énorme dans le grand piège, Tim. Un animal bizarre."
                    },
                    {
                        "id": "2",
                        "characterId": "tim",
                        "text": "Toi-même tu es un animal bizarre, Nob. Il est vraiment trop tôt pour que je me lève."
                    },
                    {
                        "id": "3",
                        "characterId": "nob",
                        "text": "Non, Tim, réellement, j'aimerais que tu viennes et que tu le regardes. Tu seras très étonné. Tu n'as jamais vu un animal aussi grand et aussi horrible."
                    },
                    {
                        "id": "4",
                        "characterId": "tim",
                        "text": "Un animal horrible? Mais quelle sorte d'animal, Nob? Cela ressemble certainement à quelque chose."
                    },
                    {
                        "id": "5",
                        "characterId": "nob",
                        "text": "Non, justement, Tim. Je t'assure que cela ne ressemble à rien, à rien de ce que nous avons pu voir jusqu'à présent."
                    },
                    {
                        "id": "6",
                        "characterId": "tim",
                        "text": "Mais cela peut attendre le matin, Nob, cela peut certainement attendre le matin."
                    },
                    {
                        "id": "7",
                        "characterId": "nob",
                        "text": "Non, Tim, je ne pense pas. Je ne sais pas que faire et... j'ai peur."
                    },
                    {
                        "id": "8",
                        "characterId": "tim",
                        "text": "Peur, Nob? Toi? Tu as peur?"
                    },
                    {
                        "id": "9",
                        "characterId": "nob",
                        "text": "Oui, j'ai peur. Viens donc, Tim. Nous déciderons ensemble ensuite de ce qu'il conviendra de faire. N'es-tu pas mon meilleur ami, Tim? J'ai besoin de toi."
                    },
                    {
                        "id": "10",
                        "characterId": "tim",
                        "text": "Cela me semble sérieux, Nob. C'est bon. Je te suis. Mais qu'entend-on? Quel est ce bruit bizarre?"
                    },
                    {
                        "id": "11",
                        "characterId": "nob",
                        "text": "C'est l'animal, Tim. C'est la respiration de l'animal que tu entends.."
                    },
                    {
                        "id": "12",
                        "characterId": "tim",
                        "text": "Ce n'est pas possible! D'aussi loin?"
                    },
                    {
                        "id": "13",
                        "characterId": "nob",
                        "text": "Oui, Tim. N'est-ce pas inquiétant?"
                    },
                    {
                        "id": "14",
                        "characterId": "tim",
                        "text": "Allons voir."
                    },
                    {
                        "id": "15",
                        "characterId": "nob",
                        "text": "Je ne veux pas, je n'aimerais pas le voir encore une fois. Va, Tim. Rends-toi compte par toi-même."
                    },
                    {
                        "id": "16",
                        "characterId": "tim",
                        "text": "C'est de plus en plus étrange."
                    },
                    {
                        "id": "17",
                        "characterId": "nob",
                        "text": "Tu l'as vu, Tim? Tu es pâle."
                    },
                    {
                        "id": "18",
                        "characterId": "tim",
                        "text": "Réveillons tout le monde. Toi, va chercher l'Homme Vénérable. C'est lui qui décidera de la chose à faire. Moi, je prendrai le tambour."
                    },
                    {
                        "id": "19",
                        "characterId": "lesFemmes",
                        "text": "Malheur, malheur. La paix est finie. Quel danger nous menace Malheur, malheur. Que va-t-il arriver. A nos enfants. Si gracieux. Si fragiles. Si innocents. Malheur, malheur. Que va-t-il arriver À nos hommes. Si forts. Si courageux. Si beaux. Malheur, malheur. Un grand danger nous menace."
                    },
                    {
                        "id": "20",
                        "characterId": "hommeVenerable",
                        "text": "Parle!"
                    },
                    {
                        "id": "21",
                        "characterId": "nob",
                        "text": "J'étais de garde cette nuit au grand piège. Je dormais."
                    },
                    {
                        "id": "22",
                        "characterId": "hommeVenerable",
                        "text": "C'est permis."
                    },
                    {
                        "id": "23",
                        "characterId": "nob",
                        "text": "Le bruit des chaînes et des cloches m'a réveillé. Je suis allé voir. C'est... c'est un animal que l'on n'a jamais vu par ici. Il est énorme, il ne ressemble à rien, et il s'en dégage une odeur répugnante."
                    },
                    {
                        "id": "24",
                        "characterId": "tim",
                        "text": "Une odeur insoutenable. Cela m'a soulevé le cœur."
                    },
                    {
                        "id": "25",
                        "characterId": "hommeVenerable",
                        "text": "Est-il mort?"
                    },
                    {
                        "id": "26",
                        "characterId": "nob",
                        "text": "Non. Il respire. On peut l'entendre d'ici."
                    },
                    {
                        "id": "27",
                        "characterId": "hommeVenerable",
                        "text": "Écoutons!"
                    },
                    {
                        "id": "28",
                        "characterId": "hommeVenerable",
                        "text": "Vivant! Malgré les piques aiguisées au fond du piège! Femmes, rentrez chez vous. Hommes, suivez-moi!"
                    },
                    {
                        "id": "29",
                        "characterId": "lesHommes",
                        "text": "Nous sommes les hommes. Au grand courage. Nous défendrons nos femmes. Nos enfants. Nos maisons. Contre tout danger. Contre toute menace. Rien ne nous fait peur. Nous vaincrons. Nous sommes les hommes."
                    },
                    {
                        "id": "30",
                        "characterId": "lesHommes",
                        "text": "Qu'il est laid! Puant! Visqueux! Répugnant! Monstrueux! Abominable!"
                    },
                    {
                        "id": "31",
                        "characterId": "hommeVenerable",
                        "text": "Levez vos lances!"
                    },
                    {
                        "id": "32",
                        "characterId": "hommeVenerable",
                        "text": "Retirez vos lances!"
                    },
                    {
                        "id": "33",
                        "characterId": "lesHommes",
                        "text": "Pas de sang! Pas de sang! Pas de sang!"
                    },
                    {
                        "id": "34",
                        "characterId": "hommeVenerable",
                        "text": "Vos arcs! Vos flèches empoisonnées!"
                    },
                    {
                        "id": "35",
                        "characterId": "hommeVenerable",
                        "text": "Des pierres!"
                    },
                    {
                        "id": "36",
                        "characterId": "hommeVenerable",
                        "text": "Prions!"
                    },
                    {
                        "id": "37",
                        "characterId": "tous",
                        "text": "Dieu unique de notre monde unique. Dieu éternel de notre monde éternel. Viens à notre aide. Nous sommes devenus faibles et vulnérables. Nous nous prosternons dans la poussière. Relève tes enfants. Notre douleur est grande. Oh! nous avons besoin de Toi. Dieu unique de notre monde unique. Dieu éternel de notre monde éternel."
                    }
                ]
            },
            {
                "number": "2",
                "lines": [
                    {
                        "id": "38",
                        "characterId": "nob",
                        "text": "TEST NEW ACT LINE 1"
                    },
                    {
                        "id": "39",
                        "characterId": "tim",
                        "text": "TEST NEW ACT LINE 2"
                    }
                ]
            }
        ]
    },
    {
        "id": "romeoandjuliet",
        "type": "play",
        "title": "Romeo & Juliet",
        "lang": "en-GB",
        "cast": [
            {
                "id": "romeo",
                "displayName": "Romeo"
            },
            {
                "id": "juliet",
                "displayName": "Juliet"
            },
            {
                "id": "nurse",
                "displayName": "Nurse"
            }
        ],
        "sections": [
            {
                "number": "2",
                "lines": [
                    {
                        "id": "1",
                        "characterId": "romeo",
                        "text": "But, soft! what light through yonder window breaks? It is the east, and Juliet is the sun. Arise, fair sun, and kill the envious moon, Who is already sick and pale with grief, That thou her maid art far more fair than she: Be not her maid, since she is envious; Her vestal livery is but sick and green And none but fools do wear it; cast it off. It is my lady, O, it is my love! O, that she knew she were! She speaks yet she says nothing: what of that? Her eye discourses; I will answer it. I am too bold, 'tis not to me she speaks: Two of the fairest stars in all the heaven, Having some business, do entreat her eyes To twinkle in their spheres till they return. What if her eyes were there, they in her head? The brightness of her cheek would shame those stars, As daylight doth a lamp; her eyes in heaven Would through the airy region stream so bright That birds would sing and think it were not night. See, how she leans her cheek upon her hand! O, that I were a glove upon that hand, That I might touch that cheek!"
                    },
                    {
                        "id": "2",
                        "characterId": "juliet",
                        "text": "Ay me!"
                    },
                    {
                        "id": "3",
                        "characterId": "romeo",
                        "text": "She speaks: O, speak again, bright angel! for thou art As glorious to this night, being o'er my head As is a winged messenger of heaven Unto the white-upturned wondering eyes Of mortals that fall back to gaze on him When he bestrides the lazy-pacing clouds And sails upon the bosom of the air."
                    },
                    {
                        "id": "4",
                        "characterId": "juliet",
                        "text": "O Romeo, Romeo! wherefore art thou Romeo? Deny thy father and refuse thy name; Or, if thou wilt not, be but sworn my love, And I'll no longer be a Capulet."
                    },
                    {
                        "id": "5",
                        "characterId": "romeo",
                        "text": "Shall I hear more, or shall I speak at this?"
                    },
                    {
                        "id": "6",
                        "characterId": "juliet",
                        "text": "'Tis but thy name that is my enemy; Thou art thyself, though not a Montague. What's Montague? it is nor hand, nor foot, Nor arm, nor face, nor any other part Belonging to a man. O, be some other name! What's in a name? that which we call a rose By any other name would smell as sweet; So Romeo would, were he not Romeo call'd, Retain that dear perfection which he owes Without that title. Romeo, doff thy name, And for that name which is no part of thee Take all myself."
                    },
                    {
                        "id": "7",
                        "characterId": "romeo",
                        "text": "I take thee at thy word: Call me but love, and I'll be new baptized; Henceforth I never will be Romeo."
                    },
                    {
                        "id": "8",
                        "characterId": "juliet",
                        "text": "What man art thou that thus bescreen'd in night So stumblest on my counsel?"
                    },
                    {
                        "id": "9",
                        "characterId": "romeo",
                        "text": "By a name I know not how to tell thee who I am: My name, dear saint, is hateful to myself, Because it is an enemy to thee; Had I it written, I would tear the word."
                    },
                    {
                        "id": "10",
                        "characterId": "juliet",
                        "text": "My ears have not yet drunk a hundred words Of that tongue's utterance, yet I know the sound: Art thou not Romeo and a Montague?"
                    },
                    {
                        "id": "11",
                        "characterId": "romeo",
                        "text": "Neither, fair saint, if either thee dislike."
                    },
                    {
                        "id": "12",
                        "characterId": "juliet",
                        "text": "How camest thou hither, tell me, and wherefore? The orchard walls are high and hard to climb, And the place death, considering who thou art, If any of my kinsmen find thee here."
                    },
                    {
                        "id": "13",
                        "characterId": "romeo",
                        "text": "With love's light wings did I o'er-perch these walls; For stony limits cannot hold love out, And what love can do that dares love attempt; Therefore thy kinsmen are no let to me."
                    },
                    {
                        "id": "14",
                        "characterId": "juliet",
                        "text": "If they do see thee, they will murder thee."
                    },
                    {
                        "id": "15",
                        "characterId": "romeo",
                        "text": "Alack, there lies more peril in thine eye Than twenty of their swords: look thou but sweet, And I am proof against their enmity."
                    },
                    {
                        "id": "16",
                        "characterId": "juliet",
                        "text": "I would not for the world they saw thee here."
                    },
                    {
                        "id": "17",
                        "characterId": "romeo",
                        "text": "I have night's cloak to hide me from their sight; And but thou love me, let them find me here: My life were better ended by their hate, Than death prorogued, wanting of thy love."
                    },
                    {
                        "id": "18",
                        "characterId": "juliet",
                        "text": "By whose direction found'st thou out this place?"
                    },
                    {
                        "id": "19",
                        "characterId": "romeo",
                        "text": "By love, who first did prompt me to inquire; He lent me counsel and I lent him eyes. I am no pilot; yet, wert thou as far As that vast shore wash'd with the farthest sea, I would adventure for such merchandise."
                    },
                    {
                        "id": "20",
                        "characterId": "juliet",
                        "text": "Thou know'st the mask of night is on my face, Else would a maiden blush bepaint my cheek For that which thou hast heard me speak to-night Fain would I dwell on form, fain, fain deny What I have spoke: but farewell compliment! Dost thou love me? I know thou wilt say 'Ay,' And I will take thy word: yet if thou swear'st, Thou mayst prove false; at lovers' perjuries Then say, Jove laughs. O gentle Romeo, If thou dost love, pronounce it faithfully: Or if thou think'st I am too quickly won, I'll frown and be perverse an say thee nay, So thou wilt woo; but else, not for the world. In truth, fair Montague, I am too fond, And therefore thou mayst think my 'havior light: But trust me, gentleman, I'll prove more true Than those that have more cunning to be strange. I should have been more strange, I must confess, But that thou overheard'st, ere I was ware, My true love's passion: therefore pardon me, And not impute this yielding to light love, Which the dark night hath so discovered."
                    },
                    {
                        "id": "21",
                        "characterId": "romeo",
                        "text": "Lady, by yonder blessed moon I swear That tips with silver all these fruit-tree tops--"
                    },
                    {
                        "id": "22",
                        "characterId": "juliet",
                        "text": "O, swear not by the moon, the inconstant moon, That monthly changes in her circled orb, Lest that thy love prove likewise variable."
                    },
                    {
                        "id": "23",
                        "characterId": "romeo",
                        "text": "What shall I swear by?"
                    },
                    {
                        "id": "24",
                        "characterId": "juliet",
                        "text": "Do not swear at all; Or, if thou wilt, swear by thy gracious self, Which is the god of my idolatry, And I'll believe thee."
                    },
                    {
                        "id": "25",
                        "characterId": "romeo",
                        "text": "If my heart's dear love--"
                    },
                    {
                        "id": "26",
                        "characterId": "juliet",
                        "text": "Well, do not swear: although I joy in thee, I have no joy of this contract to-night: It is too rash, too unadvised, too sudden; Too like the lightning, which doth cease to be Ere one can say 'It lightens.' Sweet, good night! This bud of love, by summer's ripening breath, May prove a beauteous flower when next we meet. Good night, good night! as sweet repose and rest Come to thy heart as that within my breast!"
                    },
                    {
                        "id": "27",
                        "characterId": "romeo",
                        "text": "O, wilt thou leave me so unsatisfied?"
                    },
                    {
                        "id": "28",
                        "characterId": "juliet",
                        "text": "What satisfaction canst thou have to-night?"
                    },
                    {
                        "id": "29",
                        "characterId": "romeo",
                        "text": "The exchange of thy love's faithful vow for mine."
                    },
                    {
                        "id": "30",
                        "characterId": "juliet",
                        "text": "I gave thee mine before thou didst request it: And yet I would it were to give again."
                    },
                    {
                        "id": "31",
                        "characterId": "romeo",
                        "text": "Wouldst thou withdraw it? for what purpose, love?"
                    },
                    {
                        "id": "32",
                        "characterId": "juliet",
                        "text": "But to be frank, and give it thee again. And yet I wish but for the thing I have: My bounty is as boundless as the sea, My love as deep; the more I give to thee, The more I have, for both are infinite.  I hear some noise within; dear love, adieu! Anon, good nurse! Sweet Montague, be true. Stay but a little, I will come again."
                    },
                    {
                        "id": "33",
                        "characterId": "romeo",
                        "text": "O blessed, blessed night! I am afeard. Being in night, all this is but a dream, Too flattering-sweet to be substantial."
                    },
                    {
                        "id": "34",
                        "characterId": "juliet",
                        "text": "Three words, dear Romeo, and good night indeed. If that thy bent of love be honourable, Thy purpose marriage, send me word to-morrow, By one that I'll procure to come to thee, Where and what time thou wilt perform the rite; And all my fortunes at thy foot I'll lay And follow thee my lord throughout the world."
                    },
                    {
                        "id": "35",
                        "characterId": "nurse",
                        "text": "Madam!"
                    },
                    {
                        "id": "37",
                        "characterId": "juliet",
                        "text": "I come, anon.--But if thou mean'st not well, I do beseech thee--"
                    },
                    {
                        "id": "38",
                        "characterId": "nurse",
                        "text": "Madam!"
                    },
                    {
                        "id": "39",
                        "characterId": "juliet",
                        "text": "By and by, I come:-- To cease thy suit, and leave me to my grief: To-morrow will I send."
                    },
                    {
                        "id": "40",
                        "characterId": "romeo",
                        "text": "So thrive my soul--"
                    },
                    {
                        "id": "41",
                        "characterId": "juliet",
                        "text": "A thousand times good night!"
                    },
                    {
                        "id": "42",
                        "characterId": "romeo",
                        "text": "A thousand times the worse, to want thy light. Love goes toward love, as schoolboys from their books, But love from love, toward school with heavy looks."
                    },
                    {
                        "id": "43",
                        "characterId": "juliet",
                        "text": "Hist! Romeo, hist! O, for a falconer's voice, To lure this tassel-gentle back again! Bondage is hoarse, and may not speak aloud; Else would I tear the cave where Echo lies, And make her airy tongue more hoarse than mine, With repetition of my Romeo's name."
                    },
                    {
                        "id": "44",
                        "characterId": "romeo",
                        "text": "It is my soul that calls upon my name: How silver-sweet sound lovers' tongues by night, Like softest music to attending ears!"
                    },
                    {
                        "id": "45",
                        "characterId": "juliet",
                        "text": "Romeo!"
                    },
                    {
                        "id": "46",
                        "characterId": "romeo",
                        "text": "My dear?"
                    },
                    {
                        "id": "47",
                        "characterId": "juliet",
                        "text": "At what o'clock to-morrow Shall I send to thee?"
                    },
                    {
                        "id": "48",
                        "characterId": "romeo",
                        "text": "At the hour of nine."
                    },
                    {
                        "id": "49",
                        "characterId": "juliet",
                        "text": "I will not fail: 'tis twenty years till then. I have forgot why I did call thee back."
                    },
                    {
                        "id": "50",
                        "characterId": "romeo",
                        "text": "Let me stand here till thou remember it."
                    },
                    {
                        "id": "51",
                        "characterId": "juliet",
                        "text": "I shall forget, to have thee still stand there, Remembering how I love thy company."
                    },
                    {
                        "id": "52",
                        "characterId": "romeo",
                        "text": "And I'll still stay, to have thee still forget, Forgetting any other home but this."
                    },
                    {
                        "id": "53",
                        "characterId": "juliet",
                        "text": "'Tis almost morning; I would have thee gone: And yet no further than a wanton's bird; Who lets it hop a little from her hand, Like a poor prisoner in his twisted gyves, And with a silk thread plucks it back again, So loving-jealous of his liberty."
                    },
                    {
                        "id": "54",
                        "characterId": "romeo",
                        "text": "I would I were thy bird."
                    },
                    {
                        "id": "55",
                        "characterId": "juliet",
                        "text": "Sweet, so would I: Yet I should kill thee with much cherishing. Good night, good night! parting is such sweet sorrow, That I shall say good night till it be morrow."
                    },
                    {
                        "id": "56",
                        "characterId": "romeo",
                        "text": "Sleep dwell upon thine eyes, peace in thy breast! Would I were sleep and peace, so sweet to rest! Hence will I to my ghostly father's cell, His help to crave, and my dear hap to tell."
                    }
                ]
            }
        ]
    },
    {
        "id": "bigbangtheory",
        "type": "sitcom",
        "title": "Big Bang Theory",
        "lang": "en-US",
        "cast": [
            {
                "id": "sheldon",
                "displayName": "Sheldon"
            },
            {
                "id": "leonard",
                "displayName": "Leonard"
            }
        ],
        "sections": [
            {
                "number": "1",
                "lines": [
                    {
                        "id": "1",
                        "characterId": "sheldon",
                        "text": "Buona sera, Luigi’s Pizza. Buona sera. It means good evening in Italian. May I say, having to explain that to you calls into question the authenticity of your ristorante?"
                    },
                    {
                        "id": "2",
                        "characterId": "leonard",
                        "text": "Okay, I’m out of here."
                    },
                    {
                        "id": "3",
                        "characterId": "sheldon",
                        "text": "Un momento. Oh, for heaven’s sake, now you’re being deliberately stupid. Where are you going?"
                    },
                    {
                        "id": "4",
                        "characterId": "leonard",
                        "text": "I’m having dinner with Priya at Raj’s. I think Howard’s going to be there. You want to join us?"
                    },
                    {
                        "id": "5",
                        "characterId": "sheldon",
                        "text": "But tonight’s Thursday. On Thursdays, everybody comes over here and has pizza. Or a reasonable facsimile prepared by someone claiming to be Luigi, but who sounds suspiciously like Jackie Chan."
                    },
                    {
                        "id": "6",
                        "characterId": "leonard",
                        "text": "Can’t we make a one-time exception for tonight?"
                    },
                    {
                        "id": "7",
                        "characterId": "sheldon",
                        "text": "We could. We could also stop using the letter M, but I think that idea is isguided and oronic."
                    },
                    {
                        "id": "8",
                        "characterId": "leonard",
                        "text": "Just come with me to Raj’s."
                    },
                    {
                        "id": "9",
                        "characterId": "sheldon",
                        "text": "Well, I don’t want to go to a party."
                    },
                    {
                        "id": "10",
                        "characterId": "leonard",
                        "text": "It’s not a party. It’s the same group of people who hang out here, hanging out over there."
                    },
                    {
                        "id": "11",
                        "characterId": "sheldon",
                        "text": "I’m sorry, but five people eating and chatting is a party."
                    },
                    {
                        "id": "12",
                        "characterId": "leonard",
                        "text": "How come it’s not a party when we do it here?"
                    },
                    {
                        "id": "13",
                        "characterId": "sheldon",
                        "text": "Because we don’t throw parties."
                    },
                    {
                        "id": "14",
                        "characterId": "leonard",
                        "text": "I don’t know what to tell you, Sheldon. I’m going to see Priya. Everyone’s over there. You coming or not?"
                    },
                    {
                        "id": "15",
                        "characterId": "sheldon",
                        "text": "Well, no, sir, and do you know why? In a word, tradition. Every Thursday night for the last eight years, you and I and our friends have gathered here in this very spot to break bread covered with cheese and sauce, discuss the issues of the day, and yes, share a laugh or two. But I guess our rich heritage means nothing to you."
                    },
                    {
                        "id": "16",
                        "characterId": "leonard",
                        "text": "I guess you’re right. See you later."
                    },
                    {
                        "id": "17",
                        "characterId": "sheldon",
                        "text": "Wait! Leonard! Wait! What am I going to do for dinner?"
                    },
                    {
                        "id": "18",
                        "characterId": "leonard",
                        "text": "Come with me to Raj’s and eat there."
                    },
                    {
                        "id": "19",
                        "characterId": "sheldon",
                        "text": "I can’t do that. What if he serves haggis and blood pudding?"
                    },
                    {
                        "id": "20",
                        "characterId": "leonard",
                        "text": "I really doubt that’s what he’ll serve."
                    },
                    {
                        "id": "21",
                        "characterId": "sheldon",
                        "text": "But what if he does? I’ll be obliged to dine on liver and lungs stuffed in a sheep’s stomach. And frankly, blood pudding is essentially the same thing. I don’t know why he’s serving both."
                    },
                    {
                        "id": "22",
                        "characterId": "leonard",
                        "text": "What do you want to do? You want to come with me, or do you want to sit here alone?"
                    },
                    {
                        "id": "23",
                        "characterId": "sheldon",
                        "text": "No, I’ll go to your haggis party. But I’m telling you, this is adness. This is utter and coplete adness."
                    }
                ]
            }
        ]
    }
]